module.exports = [
  // Именительный падеж
  "Слава",
  "слава",
  "Славик",
  "славик",
  "Славочка",
  "славочка",
  "Славон",
  "славон",

  // Родительный падеж
  "Славы",
  "славы",
  "Славика",
  "славика",
  "Славочки",
  "славочки",
  "Славона",
  "славона",

  // Дательный падеж
  "Славе",
  "славе",
  "Славику",
  "славику",
  "Славочке",
  "славочке",
  "Славону",
  "славону",

  // Винительный падеж
  "Славу",
  "славу",
  "Славика",
  "славика",
  "Славочку",
  "славочку",
  "Славона",
  "славона",

  // Творительный падеж
  "Славой",
  "славой",
  "Славиком",
  "славиком",
  "Славочкой",
  "славочкой",
  "Славоном",
  "славоном",

  // Предложный падеж
  "о Славе",
  "о славе",
  "о Славике",
  "о славике",
  "о Славочке",
  "о славочке",
  "о Славоне",
  "о славоне"
];
