module.exports = [
  {
    question: "Кто на галере сегодня?",
    options: ["Я на галере", "Я пиво пью", "Батрачка!", "А что за галера?"],
  },
  {
    question: "Кто по мескалику бы дал?",
    options: ["Я бы дал!", "Я пас", "Только пивко", "Что такое мескалик?"],
  },
  {
    question: "Пивко сегодня будет?",
    options: ["Будет", "Нет", "Я за рулём с часами", "Тяжко"],
  },
  {
    question: "Кто за пивко на галере?",
    options: ["Я за!", "Бутылочку бы водочки", "Только мескалик", "Ой тяжко братец"],
  },
  {
    question: "Мескалика бы ща?",
    options: ["Да!", "Нет", "Лучше пивка два а то и три", "я на галере брат"],
  },
]; 